<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM"><PMID Version="1">41288130</PMID><DateRevised><Year>2025</Year><Month>11</Month><Day>25</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">0975-5764</ISSN><JournalIssue CitedMedium="Internet"><PubDate><Year>2025</Year><Month>Nov</Month><Day>27</Day></PubDate></JournalIssue><Title>Annals of African medicine</Title><ISOAbbreviation>Ann Afr Med</ISOAbbreviation></Journal><ArticleTitle>Measuring the Frequency of Exacerbation among Patients with Obstructive Airway Disease and the Factors Associated with It.</ArticleTitle><ELocationID EIdType="doi" ValidYN="Y">10.4103/aam.aam_355_25</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Obstructive airway diseases such as asthma and chronic obstructive pulmonary disease are marked by the episodes of worsening symptoms that drive morbidity and healthcare utilization. Understanding how often these exacerbations occur and which patient factors predict them is essential for preventive care.</AbstractText><AbstractText Label="AIM" NlmCategory="OBJECTIVE">To quantify the annual frequency of exacerbations in adult patients with obstructive airway disease and to identify the demographic, clinical and treatment-related factors associated with frequent exacerbations.</AbstractText><AbstractText Label="MATERIALS AND METHODS" NlmCategory="METHODS">One hundred adult patients with confirmed obstructive airway disease under follow-up at a tertiary respiratory therapy unit were enrolled over 12 months. Exacerbations were defined as events requiring increased treatment unscheduled medical contact or hospitalization. Data collected included age, sex, disease, duration, smoking history, comorbidities, baseline lung function, inhaler adherence, and prior hospitalizations. Patients with two or more exacerbations per year were classified as frequent exacerbators. Logistic regression identified the independent predictors of frequent exacerbations.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Participants had a mean age of 55 &#xb1; 10 years and 60% were male. The mean annual exacerbation rate was 1.8 &#xb1; 1.2 and 40% met the criteria for frequent exacerbations. Those patients had lower baseline lung function with forced expiratory volume-one 48% &#xb1;8% predicted compared with 65% &#xb1;10% in others poorer inhaler adherence 75% versus 17% higher smoking exposure 15 &#xb1; 5 versus 8 &#xb1; 4 pack years and more comorbidities 63% versus 25%. In multivariable analysis, poor adherence, low lung function, smoking history, and multiple comorbidities were the each independent predictor with odds ratios from 2.5 to 4.2.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Exacerbations are common in obstructive airway disease and disproportionately affect patients, with low lung function, multiple comorbidities, significant smoking history, and poor inhaler adherence. Regular risk factor assessment and adherence support interventions could reduce exacerbation frequency and improve patient outcomes.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025 Annals of African Medicine.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Jalan</LastName><ForeName>Prachi</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Department of Anesthiology, Symbiosis Institute of Health Sciences, Symbiosis Medical College for Women, Symbiosis International (Deemed) University, Pune, Maharashtra, India.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gautam</LastName><ForeName>Archana</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Department of Anaesthesiology, Symbiosis Medical College for Women, Symbiosis International (Deemed) University, Pune, Maharashtra, India.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pande</LastName><ForeName>Chetan</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Department of Anaesthesiology, Symbiosis Medical College for Women, Symbiosis International (Deemed) University, Pune, Maharashtra, India.</Affiliation></AffiliationInfo></Author></AuthorList><Language>fre</Language><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>11</Month><Day>27</Day></ArticleDate></Article><MedlineJournalInfo><Country>India</Country><MedlineTA>Ann Afr Med</MedlineTA><NlmUniqueID>101231417</NlmUniqueID><ISSNLinking>0975-5764</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><OtherAbstract Type="Publisher" Language="fre"><AbstractText><b>R&#xe9;sum&#xe9;</b> <b>Contexte:</b>Les maladies obstructives des voies respiratoires, telles que l&#x2019;asthme et la bronchopneumopathie chronique obstructive, sont caract&#xe9;ris&#xe9;es par des &#xe9;pisodes d&#x2019;aggravation des sympt&#xf4;mes, entra&#xee;nant une augmentation de la morbidit&#xe9; et de l&#x2019;utilisation des ressources de sant&#xe9;. Comprendre la fr&#xe9;quence de ces exacerbations et les facteurs pr&#xe9;dictifs associ&#xe9;s est essentiel pour une prise en charge pr&#xe9;ventive.<b>Objectif:</b>Quantifier la fr&#xe9;quence annuelle des exacerbations chez les patients adultes atteints de maladie obstructive des voies respiratoires et identifier les facteurs d&#xe9;mographiques, cliniques et th&#xe9;rapeutiques associ&#xe9;s aux exacerbations fr&#xe9;quentes.<b>Mat&#xe9;riels et M&#xe9;thodes:</b>Cent patients adultes pr&#xe9;sentant une maladie obstructive des voies respiratoires confirm&#xe9;e et suivis dans une unit&#xe9; de pneumologie d&#x2019;un centre tertiaire ont &#xe9;t&#xe9; inclus sur une p&#xe9;riode de 12 mois. Les exacerbations ont &#xe9;t&#xe9; d&#xe9;finies comme des &#xe9;pisodes n&#xe9;cessitant une augmentation du traitement, un contact m&#xe9;dical non programm&#xe9; ou une hospitalisation. Les donn&#xe9;es recueillies comprenaient l&#x2019;&#xe2;ge, le sexe, la dur&#xe9;e de la maladie, les ant&#xe9;c&#xe9;dents tabagiques, les comorbidit&#xe9;s, la fonction pulmonaire de base, l&#x2019;adh&#xe9;sion au traitement inhal&#xe9; et les hospitalisations ant&#xe9;rieures. Les patients pr&#xe9;sentant deux exacerbations ou plus par an &#xe9;taient class&#xe9;s comme exacerbateurs fr&#xe9;quents. Une r&#xe9;gression logistique a &#xe9;t&#xe9; utilis&#xe9;e pour identifier les pr&#xe9;dicteurs ind&#xe9;pendants.<b>R&#xe9;sultats:</b>L&#x2019;&#xe2;ge moyen des participants &#xe9;tait de 55 &#xb1; 10 ans et 60 % &#xe9;taient des hommes. Le taux annuel moyen d&#x2019;exacerbations &#xe9;tait de 1,8 &#xb1; 1,2, et 40 % r&#xe9;pondaient aux crit&#xe8;res d&#x2019;exacerbateurs fr&#xe9;quents. Ces derniers pr&#xe9;sentaient une fonction pulmonaire de base plus faible, avec un volume expiratoire maximal en une seconde (VEMS) de 48 % &#xb1; 8 % de la valeur pr&#xe9;dite, contre 65 % &#xb1; 10 % chez les autres patients. Ils avaient &#xe9;galement une moins bonne observance du traitement inhal&#xe9; (75 % contre 17 %), une exposition tabagique plus &#xe9;lev&#xe9;e (15 &#xb1; 5 contre 8 &#xb1; 4 paquet-ann&#xe9;es) et un plus grand nombre de comorbidit&#xe9;s (63 % contre 25 %). Dans l&#x2019;analyse multivari&#xe9;e, la mauvaise observance, la faible fonction pulmonaire, l&#x2019;historique tabagique et les comorbidit&#xe9;s multiples &#xe9;taient des pr&#xe9;dicteurs ind&#xe9;pendants, avec des rapports de cotes compris entre 2,5 et 4,2.<b>Conclusion:</b>Les exacerbations sont fr&#xe9;quentes dans les maladies obstructives des voies respiratoires et touchent particuli&#xe8;rement les patients ayant une fonction pulmonaire r&#xe9;duite, de multiples comorbidit&#xe9;s, un ant&#xe9;c&#xe9;dent tabagique important et une mauvaise adh&#xe9;sion au traitement inhal&#xe9;. Une &#xe9;valuation r&#xe9;guli&#xe8;re des facteurs de risque et des interventions visant &#xe0; am&#xe9;liorer l&#x2019;observance th&#xe9;rapeutique pourraient r&#xe9;duire la fr&#xe9;quence des exacerbations et am&#xe9;liorer les r&#xe9;sultats cliniques.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025 Annals of African Medicine.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Comorbidities</Keyword><Keyword MajorTopicYN="N">Comorbidit&#xe9;s</Keyword><Keyword MajorTopicYN="N">adh&#xe9;sion au traitement inhal&#xe9;</Keyword><Keyword MajorTopicYN="N">exacerbations</Keyword><Keyword MajorTopicYN="N">fonction pulmonaire</Keyword><Keyword MajorTopicYN="N">inhaler adherence</Keyword><Keyword MajorTopicYN="N">lung function</Keyword><Keyword MajorTopicYN="N">maladie obstructive des voies respiratoires</Keyword><Keyword MajorTopicYN="N">obstructive airway disease</Keyword><Keyword MajorTopicYN="N">paquet-ann&#xe9;es</Keyword><Keyword MajorTopicYN="N">respiratory therapy</Keyword><Keyword MajorTopicYN="N">smoking pack</Keyword><Keyword MajorTopicYN="N">th&#xe9;rapie respiratoire</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>7</Month><Day>21</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>10</Month><Day>10</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>11</Month><Day>25</Day><Hour>13</Hour><Minute>55</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>11</Month><Day>25</Day><Hour>13</Hour><Minute>55</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>11</Month><Day>25</Day><Hour>6</Hour><Minute>33</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41288130</ArticleId><ArticleId IdType="doi">10.4103/aam.aam_355_25</ArticleId><ArticleId IdType="pii">01244624-990000000-00398</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>