<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41491512</PMID><DateCompleted><Year>2026</Year><Month>01</Month><Day>06</Day></DateCompleted><DateRevised><Year>2026</Year><Month>01</Month><Day>06</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0412-4081</ISSN><JournalIssue CitedMedium="Print"><Volume>62</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Jan</Month><Day>11</Day></PubDate></JournalIssue><Title>[Zhonghua yan ke za zhi] Chinese journal of ophthalmology</Title><ISOAbbreviation>Zhonghua Yan Ke Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Clinical and histopathological characteristics of 19 cases of orbital diffuse large B-cell lymphoma].</ArticleTitle><Pagination><StartPage>52</StartPage><EndPage>58</EndPage><MedlinePgn>52-58</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.3760/cma.j.cn112142-20250416-00188</ELocationID><Abstract><AbstractText><b>Objective:</b> To investigate the clinical and histopathological characteristics of orbital diffuse large B-cell lymphoma (O-DLBCL). <b>Methods:</b> It was a retrospective case series study. The clinical data of patients diagnosed with O-DLBCL in Xi'an People's Hospital (Xi'an Fourth Hospital) and Shaanxi Eye Hospital from January 2016 to December 2024 were included. The clinical manifestations, imaging and pathological characteristics of the patients were collected. Immunohistochemical indicators such as CD20, C-MYC, CD10, Bcl-2, Bcl-6, MUM1, P53 and CD30 were detected by immunohistochemistry EnVision method, and they were typed according to the Hans method. Fisher's exact probability method was used for data analysis. <b>Results:</b> A total of 19 patients (19 eyes) were included, including 9 males and 10 females. The median age was 56.0 (50.3, 63.0) years, and the range was 30~83 years. There were 9 cases in the left eye and 10 cases in the right eye. Among them, 17 cases were primary O-DLBCL and 2 cases were secondary O-DLBCL. The clinical manifestations of the patients included exophthalmos in 16 cases, eye movement restriction in 14 cases, eyelid swelling in 15 cases, eyelid drooping in 4 cases, orbital swelling and pain in 11 cases, positive intraorbital pressure in 10 cases, conjunctival hyperemia and edema in 9 cases, lacrimation in 5 cases, diplopia in 4 cases, and visual acuity loss in 3 cases. Imaging manifestations showed irregular soft tissue density shadows in the orbit, infiltrative growth, invasive growth that could invade surrounding soft tissues or orbital bones, 3 cases invaded the maxillary sinuses or nasal sinuses, and 6 patients were considered benign lesions on imaging. The median maximum diameter of tumors was 2.2 (1.0, 3.0) cm, and the range was 0.6-5.0 cm. 5 cases involved the lacrimal glands, 2 cases involved the eyelids, 15 cases were histologically typed as centroblasts, and 4 cases were immunoblasts; According to the Hans typing method, there were 13 cases of non-erminal center b-cell-like (non-GCB) type and 6 cases of GCB type. Immunohistochemistry showed that 16 patients were positive for Bcl-2, 11 cases were positive for C-MYC, 9 cases were co-expressed for Bcl-2 and C-MYC, 3 cases were positive for CD30, 11 cases were positive for P53, and 13 cases had a high proliferation index (Ki67&#x2265;80%). All 19 patients underwent intraorbital mass resection, of which 8 were partial mass resection, 11 cases were complete mass resection, and 3 patients underwent intranasal or intramaxillary sinus mass resection at the same time. 16 patients were followed up for 2~48 months, of which 10 patients survived, 6 patients died, 1 case developed lung metastasis after 2 months of follow-up, and the rest did not have lymphoma from other sites. There are 8 patients treated with R-CHOP regimen (rituximab, cyclophosphamide, doxorubicin, vincristine combined with prednisone) for 2~9 courses, of which 3 cases had complete remission, 4 cases had partial remission, and 1 case died after treatment. <b>Conclusion:</b> O-DLBCL is mostly a centroblastic type and a non-GCB type, with high Ki67 and high dual expression ratios of Bcl-2 and C-MYC, and should be actively treated to reduce its mortality rate.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Liu</LastName><ForeName>H</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Shaanxi Eye Hospital, Xi'an People's Hospital (Xi'an Fourth Hospital), Affiliated People's Hospital of Northwest University, Xi'an710004, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ren</LastName><ForeName>Y J</ForeName><Initials>YJ</Initials><AffiliationInfo><Affiliation>Shaanxi Eye Hospital, Xi'an People's Hospital (Xi'an Fourth Hospital), Affiliated People's Hospital of Northwest University, Xi'an710004, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chen</LastName><ForeName>Y M</ForeName><Initials>YM</Initials><AffiliationInfo><Affiliation>Shaanxi Eye Hospital, Xi'an People's Hospital (Xi'an Fourth Hospital), Affiliated People's Hospital of Northwest University, Xi'an710004, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yang</LastName><ForeName>J R</ForeName><Initials>JR</Initials><AffiliationInfo><Affiliation>Shaanxi Eye Hospital, Xi'an People's Hospital (Xi'an Fourth Hospital), Affiliated People's Hospital of Northwest University, Xi'an710004, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yang</LastName><ForeName>J</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>Shaanxi Eye Hospital, Xi'an People's Hospital (Xi'an Fourth Hospital), Affiliated People's Hospital of Northwest University, Xi'an710004, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cai</LastName><ForeName>F M</ForeName><Initials>FM</Initials><AffiliationInfo><Affiliation>Shaanxi Eye Hospital, Xi'an People's Hospital (Xi'an Fourth Hospital), Affiliated People's Hospital of Northwest University, Xi'an710004, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lei</LastName><ForeName>T</ForeName><Initials>T</Initials><AffiliationInfo><Affiliation>Shaanxi Eye Hospital, Xi'an People's Hospital (Xi'an Fourth Hospital), Affiliated People's Hospital of Northwest University, Xi'an710004, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Liu</LastName><ForeName>H L</ForeName><Initials>HL</Initials><AffiliationInfo><Affiliation>Shaanxi Eye Hospital, Xi'an People's Hospital (Xi'an Fourth Hospital), Affiliated People's Hospital of Northwest University, Xi'an710004, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><GrantList CompleteYN="Y"><Grant><GrantID>2025JC-QYCX-079</GrantID><Agency>Key Project of Shaanxi Provincial Natural Science Foundation</Agency><Country/></Grant><Grant><GrantID>LH-15, FZ-38</GrantID><Agency>Scientific Research Incubation Fund of Xi'an People's Hospital (Xi'an Fourth Hospital)</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhonghua Yan Ke Za Zhi</MedlineTA><NlmUniqueID>16210540R</NlmUniqueID><ISSNLinking>0412-4081</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016403" MajorTopicYN="Y">Lymphoma, Large B-Cell, Diffuse</DescriptorName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012189" MajorTopicYN="N">Retrospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D009918" MajorTopicYN="Y">Orbital Neoplasms</DescriptorName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000369" MajorTopicYN="N">Aged, 80 and over</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007150" MajorTopicYN="N">Immunohistochemistry</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText><b>&#x76ee;&#x7684;&#xff1a;</b> &#x63a2;&#x8ba8;&#x773c;&#x7736;&#x5f25;&#x6f2b;&#x5927;B&#x7ec6;&#x80de;&#x6dcb;&#x5df4;&#x7624;&#xff08;O-DLBCL&#xff09;&#x7684;&#x4e34;&#x5e8a;&#x53ca;&#x7ec4;&#x7ec7;&#x75c5;&#x7406;&#x5b66;&#x7279;&#x5f81;&#x3002; <b>&#x65b9;&#x6cd5;&#xff1a;</b> &#x56de;&#x987e;&#x6027;&#x75c5;&#x4f8b;&#x7cfb;&#x5217;&#x7814;&#x7a76;&#x3002;&#x7eb3;&#x5165;2016&#x5e74;1&#x6708;&#x81f3;2024&#x5e74;12&#x6708;&#x5728;&#x897f;&#x5b89;&#x5e02;&#x4eba;&#x6c11;&#x533b;&#x9662;&#xff08;&#x897f;&#x5b89;&#x5e02;&#x7b2c;&#x56db;&#x533b;&#x9662;&#xff09;&#x9655;&#x897f;&#x7701;&#x773c;&#x79d1;&#x533b;&#x9662;&#x786e;&#x8bca;&#x7684;O-DLBCL&#x60a3;&#x8005;&#x7684;&#x4e34;&#x5e8a;&#x8d44;&#x6599;&#x3002;&#x6536;&#x96c6;&#x5176;&#x4e34;&#x5e8a;&#x8868;&#x73b0;&#x3001;&#x5f71;&#x50cf;&#x5b66;&#x53ca;&#x75c5;&#x7406;&#x5b66;&#x7279;&#x5f81;&#xff0c;&#x91c7;&#x7528;&#x514d;&#x75ab;&#x7ec4;&#x7ec7;&#x5316;&#x5b66;EnVision&#x6cd5;&#x68c0;&#x6d4b;CD20&#x3001;C-MYC&#x3001;CD10&#x3001;Bcl-2&#x3001;Bcl-6&#x3001;MUM1&#x3001;P53&#x53ca;CD30&#x7b49;&#x514d;&#x75ab;&#x7ec4;&#x7ec7;&#x5316;&#x5b66;&#x6307;&#x6807;&#xff0c;&#x6839;&#x636e;Hans&#x6cd5;&#x5bf9;&#x5176;&#x8fdb;&#x884c;&#x5206;&#x578b;&#x3002;&#x91c7;&#x7528;Fisher&#x7cbe;&#x786e;&#x6982;&#x7387;&#x6cd5;&#x8fdb;&#x884c;&#x6570;&#x636e;&#x5206;&#x6790;&#x3002; <b>&#x7ed3;&#x679c;&#xff1a;</b> &#x5171;&#x7eb3;&#x5165;&#x60a3;&#x8005;19&#x4f8b;&#xff08;19&#x53ea;&#x773c;&#xff09;&#xff0c;&#x5176;&#x4e2d;&#x7537;&#x6027;9&#x4f8b;&#xff0c;&#x5973;&#x6027;10&#x4f8b;&#xff1b;&#x5e74;&#x9f84;&#x4e3a;56.0&#xff08;50.3&#xff0c;63.0&#xff09;&#x5c81;&#xff0c;&#x8303;&#x56f4;&#x4e3a;30~83&#x5c81;&#xff1b;&#x5de6;&#x773c;9&#x4f8b;&#xff0c;&#x53f3;&#x773c;10&#x4f8b;&#x3002;&#x5176;&#x4e2d;&#x539f;&#x53d1;&#x6027;O-DLBCL 17&#x4f8b;&#xff0c;&#x7ee7;&#x53d1;&#x6027;O-DLBCL 2&#x4f8b;&#x3002;&#x60a3;&#x8005;&#x4e34;&#x5e8a;&#x8868;&#x73b0;&#x5305;&#x62ec;&#x773c;&#x7403;&#x7a81;&#x51fa;16&#x4f8b;&#x3001;&#x773c;&#x7403;&#x8fd0;&#x52a8;&#x53d7;&#x9650;14&#x4f8b;&#x3001;&#x773c;&#x7751;&#x80bf;&#x80c0;15&#x4f8b;&#x3001;&#x773c;&#x7751;&#x4e0b;&#x5782;4&#x4f8b;&#x3001;&#x773c;&#x7736;&#x80bf;&#x80c0;&#x75bc;&#x75db;11&#x4f8b;&#x3001;&#x773c;&#x7736;&#x5185;&#x538b;&#x529b;&#x9633;&#x6027;10&#x4f8b;&#x3001;&#x7ed3;&#x819c;&#x5145;&#x8840;&#x6c34;&#x80bf;9&#x4f8b;&#x3001;&#x6d41;&#x6cea;5&#x4f8b;&#x3001;&#x590d;&#x89c6;4&#x4f8b;&#x53ca;&#x89c6;&#x529b;&#x4e0b;&#x964d;3&#x4f8b;&#x3002;&#x5f71;&#x50cf;&#x5b66;&#x8868;&#x73b0;&#x4e3a;&#x773c;&#x7736;&#x4e0d;&#x89c4;&#x5219;&#x8f6f;&#x7ec4;&#x7ec7;&#x5bc6;&#x5ea6;&#x5f71;&#xff0c;&#x6d78;&#x6da6;&#x6027;&#x751f;&#x957f;&#xff0c;&#x53ef;&#x4fb5;&#x53ca;&#x5468;&#x56f4;&#x8f6f;&#x7ec4;&#x7ec7;&#x6216;&#x7736;&#x9aa8;&#xff0c;3&#x4f8b;&#x4fb5;&#x53ca;&#x4e0a;&#x988c;&#x7aa6;&#x6216;&#x9f3b;&#x8154;&#x9f3b;&#x7aa6;&#xff0c;6&#x4f8b;&#x60a3;&#x8005;&#x5f71;&#x50cf;&#x5b66;&#x8003;&#x8651;&#x4e3a;&#x826f;&#x6027;&#x75c5;&#x53d8;&#x3002;&#x80bf;&#x7624;&#x6700;&#x5927;&#x76f4;&#x5f84;&#x4e3a;2.2&#xff08;1.0&#xff0c;3.0&#xff09;cm&#xff0c;&#x8303;&#x56f4;&#x4e3a;0.6~5.0 cm&#x3002;5&#x4f8b;&#x7d2f;&#x53ca;&#x6cea;&#x817a;&#xff0c;2&#x4f8b;&#x7d2f;&#x53ca;&#x773c;&#x7751;&#xff0c;&#x7ec4;&#x7ec7;&#x5b66;&#x5206;&#x578b;&#x4e2d;&#x5fc3;&#x6bcd;&#x7ec6;&#x80de;&#x578b;15&#x4f8b;&#xff0c;&#x514d;&#x75ab;&#x6bcd;&#x7ec6;&#x80de;&#x578b;4&#x4f8b;&#xff1b;Hans&#x5206;&#x578b;&#x975e;&#x751f;&#x53d1;&#x4e2d;&#x5fc3;&#x578b;13&#x4f8b;&#xff0c;&#x751f;&#x53d1;&#x4e2d;&#x5fc3;&#x578b;6&#x4f8b;&#xff1b;&#x514d;&#x75ab;&#x7ec4;&#x7ec7;&#x5316;&#x5b66;Bcl-2&#x9633;&#x6027;16&#x4f8b;&#xff0c;C-MYC&#x9633;&#x6027;11&#x4f8b;&#xff0c;Bcl-2&#x548c;C-MYC&#x53cc;&#x8868;&#x8fbe;9&#x4f8b;&#xff0c;CD30&#x9633;&#x6027;3&#x4f8b;&#xff0c;P53&#x9633;&#x6027;11&#x4f8b;&#xff0c;&#x9ad8;&#x589e;&#x6b96;&#x6307;&#x6570;&#xff08;Ki67&#x2265;80%&#xff09;13&#x4f8b;&#x3002;19&#x4f8b;&#x60a3;&#x8005;&#x5747;&#x884c;&#x7736;&#x5185;&#x80bf;&#x7269;&#x5207;&#x9664;&#x672f;&#xff0c;&#x5176;&#x4e2d;8&#x4f8b;&#x4e3a;&#x90e8;&#x5206;&#x80bf;&#x7269;&#x5207;&#x9664;&#xff0c;11&#x4f8b;&#x4e3a;&#x80bf;&#x7269;&#x5b8c;&#x6574;&#x5207;&#x9664;&#xff0c;3&#x4f8b;&#x540c;&#x65f6;&#x884c;&#x9f3b;&#x5185;&#x6216;&#x4e0a;&#x988c;&#x7aa6;&#x5185;&#x80bf;&#x7269;&#x5207;&#x9664;&#x672f;&#x3002;16&#x4f8b;&#x60a3;&#x8005;&#x83b7;&#x5f97;&#x968f;&#x8bbf;&#xff0c;&#x968f;&#x8bbf;&#x65f6;&#x95f4;2~48&#x4e2a;&#x6708;&#xff0c;&#x5176;&#x4e2d;10&#x4f8b;&#x60a3;&#x8005;&#x751f;&#x5b58;&#xff0c;6&#x4f8b;&#x60a3;&#x8005;&#x6b7b;&#x4ea1;&#xff0c;1&#x4f8b;&#x968f;&#x8bbf;2&#x4e2a;&#x6708;&#x540e;&#x51fa;&#x73b0;&#x80ba;&#x90e8;&#x8f6c;&#x79fb;&#xff0c;&#x5176;&#x4f59;&#x5747;&#x672a;&#x51fa;&#x73b0;&#x5176;&#x4ed6;&#x90e8;&#x4f4d;&#x6dcb;&#x5df4;&#x7624;&#xff0c;&#x63a5;&#x53d7;R-CHOP&#x65b9;&#x6848;&#xff08;&#x5229;&#x59a5;&#x6614;&#x5355;&#x6297;&#x3001;&#x73af;&#x78f7;&#x9170;&#x80fa;&#x3001;&#x591a;&#x67d4;&#x6bd4;&#x661f;&#x3001;&#x957f;&#x6625;&#x65b0;&#x78b1;&#x8054;&#x5408;&#x6cfc;&#x5c3c;&#x677e;&#xff09;&#x6cbb;&#x7597;&#x7684;&#x60a3;&#x8005;8&#x4f8b;&#xff0c;&#x6cbb;&#x7597;2~9&#x4e2a;&#x7597;&#x7a0b;&#xff0c;&#x5176;&#x4e2d;3&#x4f8b;&#x5b8c;&#x5168;&#x7f13;&#x89e3;&#xff0c;4&#x4f8b;&#x90e8;&#x5206;&#x7f13;&#x89e3;&#xff0c;1&#x4f8b;&#x6cbb;&#x7597;&#x65e0;&#x6548;&#x6b7b;&#x4ea1;&#x3002; <b>&#x7ed3;&#x8bba;&#xff1a;</b> O-DLBCL&#x591a;&#x4e3a;&#x4e2d;&#x5fc3;&#x6bcd;&#x7ec6;&#x80de;&#x578b;&#x53ca;&#x975e;&#x751f;&#x53d1;&#x4e2d;&#x5fc3;&#x578b;&#xff0c;Ki67&#x8f83;&#x9ad8;&#xff0c;Bcl-2&#x548c;C-MYC&#x53cc;&#x8868;&#x8fbe;&#x6bd4;&#x7387;&#x8f83;&#x9ad8;&#xff0c;&#x9700;&#x79ef;&#x6781;&#x6cbb;&#x7597;&#x4ee5;&#x964d;&#x4f4e;&#x5176;&#x75c5;&#x6b7b;&#x7387;&#x3002;.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>1</Month><Day>6</Day><Hour>19</Hour><Minute>17</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>6</Day><Hour>13</Hour><Minute>6</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>6</Day><Hour>11</Hour><Minute>17</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41491512</ArticleId><ArticleId IdType="doi">10.3760/cma.j.cn112142-20250416-00188</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>